{
	"news": [
		{
			"id": 0,
			"title": "Chinese cargo spacecraft docks with orbital station",
			"description": "An automated spacecraft docked with China's new space station Sunday carrying fuel and supplies for its future crew, the Chinese space agency announced. Tianzhou-2 spacecraft reached the Tianhe station eight hours after blasting off...",
			"description_all": "An automated spacecraft docked with China's new space station Sunday carrying fuel and supplies for its future crew, the Chinese space agency announced. Tianzhou-2 spacecraft reached the Tianhe station eight hours after blasting off from Hainan, an island in the South China Sea, China Manned Space said. It carried space suits, living supplies and equipment and fuel for the station. Tianhe, or Heavenly Harmony, is third and largest orbital station launched by China's increasingly ambition space program. The station's core module was launched April 29. The space agency plans a total of 11 launches through the end of next year to deliver two more modules for the 70-ton station, supplies and a three-member crew. China was criticized for allowing part of the rocket that launched the Tianhe to fall back to Earth uncontrolled. There was no indication about what would happen to the rocket from Saturday's launch. Beijing doesn't participate in the International Space Station, largely due to U.S. objections. Washington is wary of the Chinese program's secrecy and its military connections.",
			"rating": 0,
			"image": "/assets/img/0.jpg",
			"author": "Vlad Polonskyi",
			"date": "10.05.2020",
			"comments": [
			]
		},
		{
			"id": 1,
			"title": "Japanese space agency to put Transformable Lunar Robot",
			"description":"The Japan Aerospace Exploration Agency (JAXA) has announced on its website that the agency has plans to put a Transformable Lunar Robot on the moon. In their announcement, they note that the goal of the robot deployment is ...",
			"description_all": "The Japan Aerospace Exploration Agency (JAXA) has announced on its website that the agency has plans to put a Transformable Lunar Robot on the moon. In their announcement, they note that the goal of the robot deployment is to learn more about the surface of the moon as part of preparation for the deployment of a future crewed rover. JAXA has made clear its aim to be part of establishing a permanent crewed presence on the moon, and as part of that, the agency has developed a lunar lander and is working on a rover. The lander, officially called the ispace lunar lander, has been designed to be a generic host for multiple entities. Customers planning to use the lander include the Canadian Space Agency and The Mohammed Bin Rashid Space Center.JAXA is developing a rover as well, which it plans to send to the moon in 2029. The lander will be launched aboard SpaceX rockets. As part of their effort to develop a rover, JAXA has commissioned a team from the toy manufacturer, Tomy Company, Sony Corporation and Doshisha University to build a small lunar robot to test dust conditions on the moon. The design of the robot involves making use of transformable technology to save space in the lander—during launch it will be shaped like an 80 mm diameter ball (and will weigh just 250 g). After deployment on the moon, it will push itself into two halves with a connecting axle between them—the separated halves will then serve as wheels to allow the robot to move around on the surface. The mission for the tiny robot will be to test the regolith (moon dust) that covers the surface of the moon to better inform decisions regarding how to build a manned rover. More specifically, engineers at JAXA want to know more about the impact of the moon's gravity (which is just one-sixth that on earth) on the regolith The robot will transmit photographs and data to the lunar lander which will forward it to scientists back on earth. JAXA plans to send the tiny robot to the moon sometime next year.",
			"rating": 10,
			"image": "/assets/img/1.jpg",
			"author": "Bob Yirka",
			"date": "07.05.2021",
			"comments": [
				{
					"author": "Samuel Jackson",
					"text": "This is the breakthrough of the century!",
					"date": "28.05.2021"
				},
				{
					"author": "Kirk Patrick",
					"text": "The Japanese are great!",
					"date": "29.05.2021"
				},
				{
					"author": "Will Smith",
					"text": "It is unbelievable.",
					"date": "30.05.2021"
				}
			]
		},
		{
			"id": 2,
			"title": "Hubble captures a captivating spiral",
			"description": "This image shows the spiral galaxy NGC 5037, in the constellation of Virgo. First documented by William Herschel in 1785, the galaxy lies about 150 million light-years away from Earth. Despite this distance, we can see the ...",
			"description_all": "This image shows the spiral galaxy NGC 5037, in the constellation of Virgo. First documented by William Herschel in 1785, the galaxy lies about 150 million light-years away from Earth. Despite this distance, we can see the delicate structures of gas and dust within the galaxy in extraordinary detail. This detail is possible using Hubble's Wide Field Camera 3 (WFC3), whose combined exposures created this image. WFC3 is a very versatile camera, as it can collect ultraviolet, visible, and infrared light, thereby providing a wealth of information about the objects it observes. WFC3 was installed on Hubble by astronauts in 2009, during Servicing Mission 4 (SM4). SM4 was Hubble's final Space Shuttle servicing mission, expected to prolong Hubble's life for at least another five years. Twelve years later, both Hubble and WFC3 remain very active and scientifically productive.",
			"rating": 3,
			"image": "/assets/img/2.jpg",
			"author": "James Hackerson",
			"date": "07.03.2018",
			"comments": [				{
								"author": "Nill Jackson",
								"text": "So beautiful!",
								"date": "26.05.2018"
							},
							{
								"author": "Kirk Pack",
								"text": "It is great!",
								"date": "26.05.2018"
							},
							{
								"author": "Will Nobel",
								"text": "It is unbelievable.",
								"date": "28.05.2018"
							}]
		},
		{
			"id": 3,
			"title": "Astronomer reveals detail of the center of our galaxy",
			"description": "New research by University of Massachusetts Amherst astronomer Daniel Wang reveals, with unprecedented clarity, details of violent phenomena in the center of our galaxy. The images, published recently in Monthly Notices of ...",
			"description_all": "New research by University of Massachusetts Amherst astronomer Daniel Wang reveals, with unprecedented clarity, details of violent phenomena in the center of our galaxy. The images, published recently in Monthly Notices of the Royal Astronomical Society, document an X-ray thread, G0.17-0.41, which hints at a previously unknown interstellar mechanism that may govern the energy flow and potentially the evolution of the Milky Way. 'The galaxy is like an ecosystem,'says Wang, a professor in UMass Amherst's astronomy department, whose findings are a result of more than two decades of research. 'We know the centers of galaxies are where the action is and play an enormous role in their evolution.' And yet, whatever has happened in the center of our own galaxy is hard to study, despite its relative proximity to Earth, because, as Wang explains, it is obscured by a dense fog of gas and dust. Researchers simply can't see the center, even with an instrument as powerful as the famous Hubble Space Telescope. Wang, however, has used a different telescope, NASA's Chandra X-Ray Observatory, which 'sees' X-rays, rather than the rays of visible light that we perceive with our own eyes. These X-rays are capable of penetrating the obscuring fog—and the results are stunning. Wang's findings, which were supported by NASA, give the clearest picture yet of a pair of X-ray-emitting plumes that are emerging from the region near the massive black hole lying at the center of our galaxy. Even more intriguing is the discovery of an X-ray thread called G0.17-0.41, located near the southern plume. 'This thread reveals a new phenomenon,' says Wang. 'This is evidence of an ongoing magnetic field reconnection event.' The thread, writes Wang, probably represents 'only the tip of the reconnection iceberg.' A magnetic field reconnection event is what happens when two opposing magnetic fields are forced together and combine with one another, releasing an enormous amount of energy. 'It's a violent process,' says Wang, and is known to be responsible for such well-known phenomena as solar flares, which produce space weather powerful enough to disrupt power grids and communications systems here on Earth. They also produce the spectacular Northern Lights. Scientists now think that magnetic reconnection also occurs in interstellar space and tends to take place at the outer boundaries of the expanding plumes driven out of our galaxy's center. 'What is the total amount of energy outflow at the center of the galaxy? How is it produced and transported? And how does it regulate the galactic ecosystem?' These, says Wang, are the fundamental questions whose answers will help to unlock the history of our galaxy. Though much work remains to be done, Wang's new map points the way. For more information, including additional images and video, visit the Chandra X-Ray Observatory's Galactic Center website.",
			"rating": 6,
			"image": "/assets/img/3.jpg",
			"author": "Ninja Turtle",
			"date": "11.11.2019",
			"comments": [
				{
					"author": "Samuel Jackson",
					"text": "Wow! It is great!",
					"date": "26.05.2019"
				},
				{
					"author": "Will Smith",
					"text": "Life is unbelievable.",
					"date": "30.05.2019"
				},
				{
					"author": "Kirk Patrick",
					"text": "This is the breakthrough of the century!",
					"date": "31.05.2019"
				}
			]
		},
		{
			"id": 4,
			"title": "Magnetized threads weave spectacular galactic tapestry",
			"description": "Threads of superheated gas and magnetic fields are weaving a tapestry of energy at the center of the Milky Way galaxy. A new image of this new cosmic masterpiece was made using a giant mosaic of data from NASA's Chandra X-ray ...",
			"description_all": "Threads of superheated gas and magnetic fields are weaving a tapestry of energy at the center of the Milky Way galaxy. A new image of this new cosmic masterpiece was made using a giant mosaic of data from NASA's Chandra X-ray Observatory and the MeerKAT radio telescope in South Africa.The new panorama of the Galactic Center builds on previous surveys from Chandra and other telescopes. This latest version expands Chandra's high-energy view farther above and below the plane of the Galaxy—that is, the disk where most of the Galaxy's stars reside—than previous imaging campaigns. In the image featured in our main graphic, X-rays from Chandra are orange, green, blue and purple, showing different X-ray energies, and the radio data from MeerKAT are shown in lilac and gray. The main features in the image are shown in a labeled version. One thread is particularly intriguing because it has X-ray and radio emission intertwined. It points perpendicular to the plane of the galaxy and is about 20 light-years long but only one-hundredth that size in width. A new study of the X-ray and radio properties of this thread by Q. Daniel Wang of the University of Massachusetts at Amherst suggests these features are bound together by thin strips of magnetic fields. This is similar to what was observed in a previously studied thread. (Both threads are labeled in the image. The newly studied one is in the lower left and is much farther away from the plane of the Galaxy.) Such strips may have formed when magnetic fields aligned in different directions, collided, and became twisted around each other in a process called magnetic reconnection. This is similar to the phenomenon that drives energetic particles away from the Sun and is responsible for the space weather that sometimes affects Earth. A detailed study of these threads teaches us more about the Galactic space weather astronomers have witnessed throughout the region. This weather is driven by volatile phenomena such as supernova explosions, close-quartered stars blowing off hot gas, and outbursts of matter from regions near Sagittarius A*, our Galaxy's supermassive black hole.",
			"rating": 7,
			"image": "/assets/img/4.jpg",
			"author": "Alex Vanovski",
			"date": "23.05.2017",
			"comments": [
				{
					"author": "Sam Jackson",
					"text": "Wow! It is great!",
					"date": "23.05.2017"
				},
				{
					"author": "Will North",
					"text": "Life is unbelievable.",
					"date": "25.05.2017"
				},
				{
					"author": "Kirk Patrick",
					"text": "This is the breakthrough of the century!",
					"date": "31.05.2017"
				}
			]
		},
		{
			"id": 5,
			"title": "Competitor fears Musk's SpaceX could 'monopolise' space",
			"description": "The launching of thousands of satellites into low Earth orbit by tech billionaire Elon Musk's SpaceX threatens the 'de-facto monopolisation' of space, the head of competitor Arianespace Stephane Israel has warned.",
			"description_all": "The launching of thousands of satellites into low Earth orbit by tech billionaire Elon Musk's SpaceX threatens the 'de-facto monopolisation' of space, the head of competitor Arianespace Stephane Israel has warned. Elon Musk's Starlink constellation project recently received authorisation from US regulator the Federal Communications Commission to provide broadband from space and place thousands of satellites lower than previously proposed, angering competitors including Amazon. SpaceX, which asked the FCC for permission which will apply to some 2,800 satellites, plans ultimately to blanket poorly connected and isolated areas of the globe with internet connectivity. But rivals claim the lower altitude could increase risk of space collisions and heightened radio interference. 'We want space to remain accessible for human activities... but we refuse a Wild West space. It really is our responsibility to ensure that low orbit (less than 1,000 kilometres or 625 miles) above the Earth is sustainable long-term,' Israel told a UN-sponsored conference in Geneva on sustainable space development goals. Israel noted that of more than 9,000 satellites sent into orbit since 1957, 'SpaceX has already deployed 1,677 satellites for Starlink, which means that today, of all satellites in operation, 35 percent belong to one man—Elon Musk.'And if you include satellites of more than 50 kilogrammes, that's more than 50 percent.' He added that recent years had seen several collisions and warned that 'very quickly, we could find ourselves in a catastrophic scenario that would render this orbit impractical.'",
			"rating": 5,
			"image": "/assets/img/5.jpg",
			"author": "Michel Maron",
			"date": "22.05.2016",
			"comments": [
				{
					"author": "Samuel Jackson",
					"text": "Musk is genius!",
					"date": "22.05.2016"
				},
				{
					"author": "Will Smith",
					"text": "Life is unbelievable.",
					"date": "30.05.2016"
				},
				{
					"author": "Kirk Patrick",
					"text": "Amazing!",
					"date": "31.05.2016"
				}
			]
		},
		{
			"id": 6,
			"title": "To give astronauts better food, engineers test a fridge prototype",
			"description": "Astronauts have been going to space since 1961, but they still don't have a refrigerator to use for keeping food cold on long missions to the moon or Mars.",
			"description_all": "Astronauts have been going to space since 1961, but they still don't have a refrigerator to use for keeping food cold on long missions to the moon or Mars. Through experiments conducted in microgravity, a team of engineers from Purdue University, Air Squared Inc., and Whirlpool Corporation has shown that a prototype they developed could potentially overcome the challenges of getting a traditional fridge to work in space just as well as it does on Earth. The canned and dried food that astronauts currently eat during missions has a shelf life of only about three years. The team's project, funded by NASA's Small Business Innovation Research (SBIR) program, aims to give astronauts a supply of food that could last five to six years. Data analyzed so far from the experiments on the flights, supported by NASA's Flight Opportunities program, indicate two big successes of the team's prototype. First, the prototype can operate just as well in microgravity as it does on the ground. Second, the team determined that the prototype was no more likely to flood in microgravity than in normal gravity. Liquid flooding could damage a fridge. In practice, the fridge design would cool food through a vapor-compression cycle, similar to the process that a typical fridge uses on Earth, but without the need for oil. Having an oil-free vapor-compression cycle removes concerns about oil not flowing where it should in zero gravity. Before the flights, Purdue researchers showed through one of the experiments that an oil-free vapor-compression cycle can operate in different orientations—even upside down. If a fridge can operate in any position, space crews wouldn't have to worry about making sure the fridge is right side up at a landing.'The fact that the refrigeration cycles operated continuously in microgravity during the tests without any apparent problems indicates that our design is a very good start,' said Leon Brendel, a Purdue Ph.D. student in mechanical engineering. 'Our first impression is that microgravity does not alter the cycle in ways that we were not aware of when we tested the effects of gravity on the fridge design on the ground by rotating and inclining it.'",
			"rating": 5,
			"image": "/assets/img/6.jpg",
			"author": "Kayla Wiles",
			"date": "20.05.2015",
			"comments": [
				{
					"author": "Samuel Jackson",
					"text": "Wow! It is great!",
					"date": "26.05.2015"
				},
				{
					"author": "Will Smith",
					"text": "Life is unbelievable.",
					"date": "30.05.2015"
				}
			]
		}
	]
}
